const data = {
    card1: {
        url: "./static/img/Wands14.jpg",
        name: '權杖國王',
        text: "缺",
        id: 1
    },
    card2: {
        url: "./static/img/Cups14.jpg",
        name: '聖杯國王',
        text: "國王坐在洶湧海中央的寶座上，左邊有條魚跳出海面，右邊有一艘帆船，象徵潛意識浮出。",
        id: 2
    },
    card3: {
        url: "./static/img/Swords14.jpg",
        name: '寶劍國王',
        text: "寶劍國王是四張國王牌中唯一以正面出現的。他穿著藍色內袍和紅色披 風，象徵他必須把智慧以行動表現。他的右手持劍，劍尖偏右，偏向行動 的那一邊。 左手戴著象徵權力的戒指，輕鬆的放在腿上。他後方帷幕上飾有象徵靈魂 和風要素的蝴蝶花紋。天空中的鳥帶領他遠離火要素的熱情、水要素的情 感和土要素的物質，而進入純然風要素的智慧領域。 鳥的數量有兩隻，象徵在智慧與行動之間的選擇，對寶劍國王而言，智慧必須用行動來實現。背景中的柏樹和灰暗的雲，在四章寶劍牌中都會出 現。",
        id: 3
    },
    card4: {
        url: "./static/img/Pents14.jpg",
        name: '金幣國王',
        text: "金幣國王悠然自得的坐在他的花園裡。他的左手拿著金幣，右手拿著權杖，姿態輕鬆。後方的城堡象徵他的物質成功與統治地位，然而他並沒有待在城堡內，而是在花園裡享受。花園中長滿象徵豐收成果的葡萄和各種植物，他的服裝也滿是葡萄圖案，整個人似乎與大自然融成一體。寶座上有牛頭圖案，是金幣的家族圖騰。",
        id: 4
    },
    card5: {
        url: "./static/img/Wands13.jpg",
        name: '權杖王后',
        text: "缺",
        id: 5
    },
    card6: {
        url: "./static/img/Cups13.jpg",
        name: '聖杯王后',
        text: "聖杯王后是女教皇的小牌版本。她想像力強，重視直覺而浪漫過人。當你想要算塔羅牌，或是想要情感上的安慰時，你會找聖杯王后。她是那種會讓年輕小伙子愛上的成熟女人，不是因為美貌，而是因為她的同理心。她是夢想家，像是愛麗絲夢遊仙境中的愛麗絲那般夢幻。",
        id: 6
    },
    card7: {
        url: "./static/img/Swords13.jpg",
        name: '寶劍王后',
        text: "缺",
        id: 7
    },
    card8: {
        url: "./static/img/Pents13.jpg",
        name: '金幣王后',
        text: "金幣王后跟金幣國王一樣，都財富成功，有安全感，理財頭腦好，喜歡親近自然。金幣王后又更加慈善，造福他人，通常有很高的社會地位，也能享受奢華的生活。我們可將她視為皇后牌的小牌版本。",
        id: 8
    },
    card9: {
        url: "./static/img/Wands12.jpg",
        name: '權杖騎士',
        text: "缺",
        id: 9
    },
    card10: {
        url: "./static/img/Cups12.jpg",
        name: '聖杯騎士',
        text: "不同於權杖騎士或寶劍騎士的迅捷騎馬姿態，聖杯騎士的白馬很有紳士風度，優雅地行進，跟主人一樣。聖杯騎士平舉著聖杯，他的眼光有些夢幻，深深注視著聖杯。他的衣服上有紅魚圖案，魚象徵想像力、創意和精神，紅色則指出騎士的熱忱。他的頭盔和鞋子上都有翅膀圖案，象徵想像力。這一人一馬就這樣朝著河流前進。",
        id: 10
    },
    card11: {
        url: "./static/img/Swords12.jpg",
        name: '寶劍騎士',
        text: "缺",
        id: 11
    },
    card12: {
        url: "./static/img/Pents12.jpg",
        name: '金幣騎士',
        text: "騎士筆直地坐在黑馬背上，仔細打量手上的金幣。黑馬也牢牢地站在地面，是四張騎士牌中唯一不動的座騎，反映出謹慎務實的態度。騎士的頭盔上有綠葉裝飾。遠方的地面是一片經過細心耕耘的田地，背景是一片鮮黃色。",
        id: 12
    },
    card13: {
        url: "./static/img/Wands11.jpg",
        name: '權杖侍者',
        text: "權杖侍者把權杖拄在地上，好奇地看著杖頂，好像在研究什麼東西。 他的服裝是明亮的鮮黃色，外衣上有權杖家族圖騰火蜥蜴，有些蜥蜴的嘴 沒有真正咬到尾巴，形成不完整迴圈，但有些卻有，顯示侍者雖然尚未像國王一樣成熟，但他的天性已有完滿的一面。背景是沙漠和三個金字塔。",
        id: 13
    },
    card14: {
        url: "./static/img/Cups11.jpg",
        name: '聖杯侍者',
        text: "他是溫暖、有創意而敏感的孩子。",
        id: 14
    },
    card15: {
        url: "./static/img/Swords11.jpg",
        name: '寶劍侍者',
        text: "缺",
        id: 15
    },
    card16: {
        url: "./static/img/Pents11.jpg",
        name: '金幣侍者',
        text: "金幣侍者是牌中正式的學生或學徒，與寶劍牌組中的學者不同。",
        id: 16
    },
}
export default data